Repository: dichkovsky/hsm
Catalog: lib/l10n/app_*.arb
Languages: ru

# appTitle
source: Paradise Oracle
ru: Оракул Рай на Земле

source: Cards
ru: Карты

source: Meditations
ru: Медитации

source: Manifestations
ru: Манифестации

source: Card of the day
ru: Карта дня

# cardOfTheDayDesc
source: Get unique card reading daily
ru: Вытяните счастливую карту раз в день

# timeTillNextCard
source: Next card in {hr} hours and {min} minutes
ru: Следующая карта через {hr} часов {min} минут

source: Visualization
ru: Визуализация

# general
source: General meaning
ru: Общее значение

source: Health
ru: Здоровье

source: Relationship
ru: Взаимоотношения

# workFinance
source: Work and Finance
ru: Работа и Финансы

source: Cards Gallery
ru: Галерея карт

# cardsGalleryDesc
source: Explore all the cards in our hand-crafted cards deck
ru: Изучите карты в нашей созданной вручную колоде карт

source: Cards Swiper
ru: Листайте карты

# cardsSwiperDesc
source: Explore the cards by swiping them one by one
ru: Исследуйте карты, листая их одну за другой

source: Random Card
ru: Случайная карта

# randomCardDesc
source: Get random card reading.
ru: Получите чтение случайной карты.

# randomCardDrawsLeft
source: {count, plural, =0{No more draws left for today.} =1{1 draw left today.} other{{count} draws left today.}}
ru: {count, plural, =0{Осталось 0 карт сегодня.} =1{Осталась 1 карта сегодня.} few{Осталось {count} карты сегодня.} other{Осталось {count} карт сегодня.}}

source: Account settings
ru: Настройки аккаунта

# appTheme
source: Application theme
ru: Тема оформления

# appThemeType
source: {themeType, select, light{Light} dark{Dark} other{System}}
ru: {themeType, select, light{Светлая} dark{Темная} other{Авто}}

# appLang
source: Application Language
ru: Язык приложения

# comingSoonTitle
source: Coming soon
ru: Скоро

# comingSoonMsg
source: We are working hard to update the application with more exciting features. Keep an eye on app updates!
ru: Мы усердно работаем над обновлением приложения и добавлением новых увлекательных функций. Следите за обновлениями приложения!

# limitedAvalibilityNotice
source: Content is not available. Click for details.
ru: Контент недоступен. Кликните, чтобы узнать подробности.

# limitedAvalibilityTitle
source: Access restriction
ru: Ограничение доступа

# limitedAvalibilityMsg
source: This text is available only in the Card of the Day screen. Soon we will introduce an option to unblock it. Stay tuned for the application updates!
ru: Этот текст доступен только на экране 'Карта Дня'. Скоро мы представим возможность разблокировать его и тут. Следите за обновлениями приложения!

# randonLimitTitle
source: No more draws today
ru: Сегодня попытки закончились

# randomLimitMsg
source: Your are out of the random card draws for today. Wait for tomorrow to get 3 more draws.
ru: У вас закончились попытки вытянуть случайные карты на сегодня. Подождите до завтра, чтобы получить еще 3 попытки.

# commonBack
source: Back
ru: Вернуться

# commonRegister
source: Register
ru: Зарегистрироваться
